Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/dahpahusat_fi/3_varhaiskasvatus_pohsaame.pdf.tmx
Source language: sme
Languages: smn

source: Ulbmilin buoridit sámegielat ja kultuvrii vuođđuduvvi bálvalusaid kvalitehta, váikkuhahttivuođa ja oažžuma
smn: Ulmen sämikielâlij já kulttuurân vuáđuduvvee palvâlusâi kvaliteet, vaikuttemvuotâ já finnimvuotâ

source: SÁMI ÁRRABAJÁSGEASSIMA RÁVAGIRJI ÁRGABEAIVVE DILIIDE - Mo mii doaibmat árgabeaivve diliin ?
smn: SÄÄMI ARÂŠODDÂDEM AARGÂ TOOIMÂI RAVVUUH - Maht toimâp aargâ vuáháduvvâin ?

source: Oktavuohta lunduiGudnejahttit eallima, luonddu ja dan resurssaid.
smn: LuánduohtâvuotâKunnijâttep eellim, luándu já ton resurssijd.

source: MáŋggakultuvrralašvuohtaGudnejahttit olbmo vuoigatvuođa leat earálágan.
smn: MaaŋgâkulttuurlâšvuotâKunnijâttep ulmuu vuoigâdvuođâ leđe ereslágán

source: Servošii gullan Doarjut juohkeovtta vuoigatvuođa gullat gosa nu.
smn: Siärvulâšvuotâ Tuárjup juáhháá vuoigâdvuođâ kulluđ kuusnii.

source: Dásseárvu ja olmmošvuohtaMii leat ovttaárvosaččat deaivvademiin, mearrádusadahkamis ja bargguin.
smn: Täsiárvu já olmoošvuotâLep täsiárvuliih kuáhtámijn, miärádâsâi rähtimist já pargoost.

source: Ovttastahtti kultuvrralaš árvvut
smn: Ovtâstittee kulttuurliih áárvuh

source: IdentitehtaMin kulturidentitehta nanosmuvvá vuorrováikkuhusas iežamet joavkkuin.
smn: IdentiteetMii kulttuuridentiteet naanoosm vuáruvaikuttâsâst jieijâs juávhoin

source: Árbevirolaš ealáhusatOktavuohta eallima, luonddu ja jagi johtui seailu árbevirolaš ealáhusaid bokte.
smn: Ärbivuáváliih iäláttâsahOhtâvuotâ eellim-, luándu- já ive pirrâjotemân siäilu ärbivuáválij iäláttâsâi peht.

source: Gieđadáiddut, musihkka, máinnasárbevierru, dáidda ja olggosbuktinDahkamuš ja kreatiivvalašvuođa vásiheapmi nannejit oktiigullevašvuođa dovddu
smn: Kieđâiguin rähtim tááiduh, muusik, muštâlusärbi, taaiđâ já olgospyehtimRähtim já kreatiivlâšvuođâ feerim nanodeh oohtânkulluuvâšvuođâ tobdo

source: GiellaEOvddidat njálmmálaš árbedieđu ja gielaid sirdáseami buolvvas nubbái.
smn: KielâOvdedep njálmálâš ärbitiäđu já kielâ sirdâšem suhâpuolvâst nuubán

source: Mo rávagirji doaibmá árgabeaivve diliin ?
smn: Maht ravvuuh tuáimih aargâ tooimâin ?

source: • Bargiid oahpásmahttima ja vuorrováikkuhusa bargoneavvun.
smn: • Pargei uápásmittem já vuáruvaikuttâs pargoniävvun.

source: • Vuođđun ovttadagaid mánnájoavkkuid árrabajásgeassinplánii.
smn: • Vuáđđun ohtâduvâi pärnijuávhui avun* • Vuáđđun pärnikuáhtásâš avun.

source: • Pedagogalaš jođiheami bargoneavvun.
smn: • Pedagooglâš jođettem pargoniävvun.

source: • Rávagirjái merkejuvvo beaiveruovttu / giellabeasi doaibma
smn: • Ravvuid kirjettuvvoo peivipääihi / kielâpiervâl toimâ

source: • Gažaldagas lea jotkkolaš proseassa, mii ovddiduvvo bargiid ja árrabajásgeassinovttadaga dárbbuid mielde
smn: • Koččâmâsâst lii juátkojeijee proosees, mii ovdeduvvoo pargovievâ já arâšoddâdemohtâduv táárbui mield

source: Buorre beaivi.
smn: * arâšoddâdemvuávám
